import React from 'react';


export const messages = {
    zh: {
        nav_Home: "主页",
        nav_Products: "产品",
        nav_Employment: "招聘",
        nav_Contact: "联系",
        nav_Catalogue: "公司目录",
        Company:"泰国隆振科技有限公司",
        intrduction1:"泰国春武里台商联谊会现任会长朱振镒先生，辖下 (泰国隆振塑胶实业有限公司)，其母公司 （隆义塑胶实业集团）总裁为朱振镒先生令尊朱隆义先生，厂址为台湾新竹市。",
        intrduction2:"隆义塑胶实业集团成立于西元1960年，产品所开发更不计其数，在业界更是有一定的知名度，朱振镒董事长父亲朱隆义先生，更在新竹市连任两届的塑胶工会理事长至今始无前列。",
        intrduction3:"朱振镒先生尊从令尊指示，2002年抵泰开设新厂——泰国隆义塑胶有限公司。并于2014年扩大经营，搬迁至春武里新厂房，占地共35200 m2，公司改名为隆振塑胶实业有限公司，专业经营塑胶产品，以电器品、汽车部品、跑步机。病床等众多产品。公司之经营理念——以提高优良舒适的工作环境，令员工视公司为自己家，创造出高效率、高品质、满足客户之需求，厂内塑胶成形机，从120吨到650吨共30余台，设备生产更以自己研发及申请专利的好神拖把，扬名东南亚及欧美国家，而近期更继续开发新的清洁产品上市。",
        intrduction4:"朱振镒董事长因企业经营发展顺途，更因他乐于助人，被春武里府台商荣推担任春武里台商联谊会第24届及25届之会长，经他主持的各项活动，都办有声有色风风光光，如2014年，泰国台湾乡亲运动大会中，春武里联谊会在之前的比赛中，不曾得过任何第一名，更不用奢谈是总冠军，本届欲以黑马的姿态，获得诸多冠军项目，最终更取得竞赛项目团体总冠军，这是运动会中最大荣耀。",
        intrduction5:"朱董事长表示，有这机缘来到泰国这佛教国家，更以佛教思想，用广结善缘的态度来行事，只要有需要朱董事长的帮助，朱董事长一定尽全力帮忙在所不辞。",
        intrduction6:" ",
        History_title:"公司历史"
        
    },
    th: {
        nav_Home: "หน้าหลัก",
        nav_Products: "ผลิตภัณฑ์",
        nav_Employment: "สมัครงาน",
        nav_Contact: "ติดต่อเรา",
        Company:"บริษัท หลง เจิ้น เทคโนโลยี จำกัด",
        intrduction1:"บริษัทเปิดดำเนินกิจการในปี พ.ศ. 2549 โดยนักลงทุนชาวไต้หวัน เงินทุนจดทะเบียน 30 ล้านบาท ซึ่งดำเนินธุรกิจเกี่ยวกับการผลิตชิ้นงานพลาสติกอาทิ ฉีดชิ้นส่วนพลาสติกเครื่องใช้ไฟฟ้า ฉีดชิ้นส่วนอะไหล่กระเป๋า TUMI ฉีดอุปกรณ์ทำความสะอาด ฉีดพลาสติกของใช้อเนกประสงค์ เราเป็นโรงงานฉีดพลาสติก พร้อมเครื่องฉีดขนาด 60 ตัน 90ตัน 120 ตัน130 ตัน 150 ตัน 160 ตัน 250 ตัน 350 ตัน 600 ตัน 650 ตัน รองรับงานฉีดจำนวนมาก สามารถลดต้นทุนการผลิตให้กับลูกค้าได้ ลูกค้านำแม่พิมพ์มาให้เราฉีด หรือให้เราสร้างแม่พิมพ์ให้ได้ตามที่ต้องการ เดิมทีบริษัทตั้งอยู่ที่ 147/76 หมู่ที่ 5 ตำบลบ่อวิน อำเภอศรีราชา ชลบุรี 20230 หลังจากนั้นได้มีการขยายกิจการขึ้นภายในปี 2557 บริษัท ได้ย้ายที่ตั้งมาที่ 52/1 ม.1 ต.มาบไผ่ อ.บ้านบึง จ.ชลบุรี 20170 เพื่อรองรับกระบวนการผลิตที่เพิ่มมากขึ้น ",
        intrduction2:" ",
        intrduction3:" ",
        intrduction4:" ",
        intrduction5:" ",
        intrduction6:" ",
        History_title:"ความเป็นมา"
    }
};


